[
    {
        "code": "A001",
        "title": "El padrino I",
        "description": "Don Vito Corleone es el respetado y temido jefe de una de las cinco familias de la mafia de Nueva York en los años 40. El hombre tiene cuatro hijos: Connie, Sonny, Fredo y Michael, que no quiere saber nada de los negocios sucios de su padre. Cuando otro capo, Sollozzo, intenta asesinar a Corleone, empieza una cruenta lucha entre los distintos clanes.",
        "thumbnail": "https://ca-times.brightspotcdn.com/dims4/default/2314d53/2147483647/strip/true/crop/2093x3000+0+0/resize/1200x1720!/quality/80/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F47%2F95%2Fcbf137037b833a53a724fde3f53e%2Fcfdj8emgq7504ddbn1ibedbziqes-ufxmz-ypi0gordml8oigvx-qxnfyjdexxje48b9jsnhzr2hbbtg9-5bm2ewo-sfvcb9svtpufonjqohy-raixysjlgk7fagt3voiify9grgz0pkj-sysmn1pfblqffyiedjz8nszvhrheowg2imuyrmeklodsplgwx3wmznmclm-gx-cvc7m0lf7h7crd5meu1oztvsd9po-e1pldrzmjwobcwk9h7avlf0y4ew56xkel9filhfyidkf9rpndq4ic7-snlvnin85poimejwzyp6rq-q8qsqvmlvl2xaq3rsy-7axvtxqcpqinvjubaglw5risa6bqkfrpqowvdt29rhgoxnbsbi3dnwzldfjuimuizsg2hody3cu-y1kgk",
        "gender": "Drama",
        "duration": "175min",
        "actors": "Marlon Brando, Al Pacino, Robert De Niro, Robert Duvall.",
        "director": "Francis Ford Coppola",
        "estreno": "SI",
        "trailer": "https://www.youtube.com/embed/iOyQx7MXaz0",
        "access": "+16",
        "dia1": "Lunes 16hs",
        "dia2": "Miércoles 20hs",
        "dia3": "Viernes 21hs"
    },
    {
        "code": "A002",
        "title": "Tiburón",
        "description": "Un pueblo costero del este de Estados Unidos se ve amenazado por un gigantesco tiburón blanco que ha atacado a varias personas. Este hecho pone en entredicho la seguridad de los bañadores durante la estación veraniega. Por ello, el alcalde de la localidad encomienda la caza del pez al jefe de la policía, un pescador y a un científico quienes se enfrentarán a un animal muy inteligente y violento.",
        "thumbnail": "https://www.ecartelera.com/carteles/4500/4583/001_m.jpg",
        "gender": "Terror",
        "duration": "124min",
        "actors": "Roy Scheider, Robert Shaw, Richard Dreyfuss, Lorraine Gary, Murray Hamilton",
        "director": "Steven Spielberg",
        "estreno": "NO",
        "trailer": "https://www.youtube.com/embed/rqTjkKHh7xM",
        "access": "+16",
        "dia1": "",
        "dia2": "",
        "dia3": ""
    },
    {
        "code": "A003",
        "title": "El bueno, el feo y el malo",
        "description": "Durante la Guerra de Secesión, tres hombres se lanzan en busca de un arca que contiene 200.000 dólares en monedas de oro robadas al ejército sudista. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito sobre la lápida sepulcral que sirve de escondite. Se necesitan el uno al otro. Pero aparece un tercer hombre: Setenza, un desalmado que no vacila en masacrar a mujeres y niños para conseguir lo que quiere.",
        "thumbnail": "https://images-na.ssl-images-amazon.com/images/S/pv-target-images/b9591119c110a177578dd0a3c7a825e309e90307fae2d1709a76ffbfd2200f34._RI_V_TTW_.jpg",
        "gender": "Western",
        "duration": "180 min",
        "actors": "Clint Eastwood, Eli Wallach, Lee Van Cleef.",
        "director": "Sergio Leone.",
        "estreno": "NO",
        "trailer": "https://www.youtube.com/embed/IFNUGzCOQoI",
        "access": "+13",
        "dia1": "",
        "dia2": "",
        "dia3": ""
    },
    {
        "code": "A004",
        "title": "Los Cazafantasmas",
        "description": "Peter Venkman, Raymond 'Ray' Stantz y Egon Spengler son científicos de la Universidad de Columbia que investigan lo paranormal. Tras su primer encuentro con un fantasma que se manifiesta en la Biblioteca Pública de Nueva York, el decano los despide y descarta la credibilidad de su investigación. En respuesta, crean 'Cazafantasmas', un servicio de investigación y eliminación paranormal. Convierten una estación de bomberos en desuso, desarrollan equipos de alta tecnología para capturar y contener fantasmas y convierten un automóvil combinado en el Ectomobile con la placa ECTO-1 para respaldar su negocio.",
        "thumbnail": "https://4.bp.blogspot.com/-INCBfinBX1o/Vgz329Pc5KI/AAAAAAAADDY/dQ6zf5s0OM8/s1600/A-pesar-de-ser-cuatro-en-el-cartel-s%25C3%25B3lo-aparecen-tres.-Curiosamente-desapareci%25C3%25B3-el-de-color..jpg",
        "gender": "Acción",
        "duration": "120min",
        "actors": "Bill Murray, Dan Aykroyd, Sigourney Weaver, Harold Ramis, Ernie Hudson.",
        "director": "Ivan Reitman.",
        "estreno": "SI",
        "access": "ATP",
        "trailer": "https://www.youtube.com/embed/oHZ6tpyHLxE",
        "dia1": "Lunes 16hs",
        "dia2": "Miércoles 20hs",
        "dia3": "Viernes 21hs"

    },
    {
        "code": "A005",
        "title": "Acorralado (Rambo)",
        "description": "Esta película de acción cuenta la historia de John Rambo, un héroe de la guerra de Vietnam que vaga de ciudad en ciudad en busca de sus antiguos compañeros de armas. Cuando se estaba preparando para cruzar una pequeña ciudad para comer, el sheriff Will Teasle le arresta por vagabundeo. Encarcelado y maltratado por policías violentos, Rambo se vuelve loco de rabia y huye al bosque tras herir a varios agentes. Buscado como un animal, el exsoldado se ve obligado a matar a un policía en legítima defensa. Desde entonces, la policía local y la guardia nacional despliegan sus medios para encontrar al fugitivo. El Coronel Trautman, su mentor, interviene e intenta disuadir a las dos partes para que se ataquen mientras que Rambo, acorralado y herido, acaba su guerra contra las autoridades.",
        "thumbnail": "https://es.web.img3.acsta.net/pictures/19/09/03/17/01/2834543.jpg",
        "gender": "Acción",
        "duration": "97min",
        "actors": "Sylvester Stallone, Richard Crenna, Brian Dennehy.",
        "director": "Ted Kotcheff.",
        "estreno": "NO",
        "access": "+16",
        "trailer": "https://www.youtube.com/embed/IjZciBb8kWk",
        "dia1": "",
        "dia2": "",
        "dia3": ""
    }
    ,
    {
        "code": "A006",
        "title": "El padrino II",
        "description": "El padrino 2 va y viene constantemente del pasado y el presente, contrastando la vida de Vito Corleone a principios del siglo XX, desde sus humildes comienzos hasta su ascenso al poder, con la de su hijo Michael Corleone en la segunda mitad del siglo XX, cuya influencia está disminuyendo.",
        "thumbnail": "https://images-na.ssl-images-amazon.com/images/S/pv-target-images/aef2c14fa2092344f51a7ed10a3950963648c9d0e3348c683bc7cd5d7f040c8f._RI_TTW_.jpg",
        "gender": "Drama",
        "duration": "200min",
        "actors": "Al Pacino, Robert Duvall, Diane Keaton, Robert De Niro, Talia Shire",
        "director": "Francis Ford Coppola",
        "estreno": "NO",
        "access": "+16",
        "trailer": "https://www.youtube.com/embed/TKzA4aeXRaY",
        "dia1": "",
        "dia2": "",
        "dia3": ""
    }
    ,
    {
        "code": "A007",
        "title": "El padrino III",
        "description": "Michael Corleone, a punto de llegar a los 60, desea reconciliarse con los suyos y, a la vez, rehabilitarse a los ojos de la sociedad, sobre todo de la Iglesia. Casi logrará sus objetivos, pero su vida anterior y sus antiguos enemigos llegarán hasta él antes. Michael Corleone está cansado. Quiere alejarse de la actividad mafiosa de su familia. Quiere que esa actividad se transforme en negocios legales. Kay, su exmujer, le hace incluso aceptar que su hijo se convierta en un cantante de ópera en vez de ponerse al frente del negocio familiar. Durante ese tiempo, la hija de Michael, Mary, y su sobrino, el hijo de Sonny, Vincent, comienzan un idilio que no es del agrado de la familia. Decide ayudar al Vaticano a reflotar su economía y recibe a cambio el control de una empresa inmobiliaria que le pertenecía. La envidia corroe a sus compañeros y uno de ellos decide atentar contra Michael, que escapa por los pelos. Entonces, Vincent se postula como sucesor para ponerse al frente de los negocios de la familia.",
        "thumbnail": "https://es.web.img3.acsta.net/medias/nmedia/18/68/09/69/20420487.jpg",
        "gender": "Drama",
        "duration": "163min",
        "actors": "Al Pacino, Diane Keaton, Talia Shire, Andy García.",
        "director": "Francis Ford Coppola.",
        "estreno": "NO",
        "access": "+16",
        "trailer": "https://www.youtube.com/embed/UUkG37KSWf0",
        "dia1": "",
        "dia2": "",
        "dia3": ""
    }
    ,
    {
        "code": "A008",
        "title": "Terminator",
        "description": "En el año 2029 las máquinas dominan el mundo. Los rebeldes que luchan contra ellas tienen como líder a John Connor, un hombre que nació en los años ochenta. Para eliminarlo y así acabar con la rebelión, las máquinas envían al pasado el robot Terminator con la misión de matar a Sarah Connor, la madre de John, e impedir así su nacimiento. Sin embargo, un hombre del futuro intentará protegerla.",
        "thumbnail": "https://pics.filmaffinity.com/Terminator-741269996-large.jpg",
        "gender": "Ciencia ficción",
        "duration": "108min",
        "actors": "Arnold Schwarzenegger, Linda Hamilton, Michael Biehn, Paul Winfield, Lance Henriksen.",
        "director": "James Cameron.",
        "estreno": "NO",
        "access": "+13",
        "trailer": "https://www.youtube.com/embed/lwSysg9o7wE",
        "dia1": "",
        "dia2": "",
        "dia3": ""
    }
    ,
    {
        "code": "A009",
        "title": "Agente 007 contra el Dr. No",
        "description": "James Bond llega a Jamaica con la misión de investigar los asesinatos de un agente especial británico y su secretaria. Pero, al mismo tiempo, descubre la existencia de una siniestra organización en la isla Crab Key. En esta ocasión, su enemigo es el Doctor No, que, con la ayuda del profesor Dent, se propone ejecutar un siniestro plan: desviar la trayectoria de los cohetes de Cabo Cañaveral.",
        "thumbnail": "https://pics.filmaffinity.com/Agente_007_contra_el_Dr_No-201686869-large.jpg",
        "gender": "Acción",
        "duration": "111 min",
        "actors": "Sean Connery, Ursula Andress, Jack Lord, Joseph Wiseman, Anthony Dawson.",
        "director": "Terence Young.",
        "estreno": "NO",
        "access": "+13",
        "trailer": "https://www.youtube.com/embed/ZGzLLY7K5vI",
        "dia1": "",
        "dia2": "",
        "dia3": ""
    }
    ,
    {
        "code": "A010",
        "title": "Grease is the word",
        "description": "Verano de 1959. Sandy (Olivia Newton John) y Danny (John Travolta) han pasado un romántico y maravilloso verano juntos, pero, cuando las vacaciones se acaban, sus caminos se separan. Inesperadamente, vuelven a verse en el instituto Rydell, pero la actitud de Danny ya no es la misma: ya no es el chico encantador y atento que encandiló a Sandy; ahora es engreído e insensible.",
        "thumbnail": "https://pics.filmaffinity.com/Grease-132471235-large.jpg",
        "gender": "Musical, Romance.",
        "duration": "110 min",
        "actors": "John Travolta, Olivia Newton-John, Stockard Channing, Jeff Conaway, Barry Pearl.",
        "director": "Randa Kleiser.",
        "estreno": "SI",
        "access": "ATP",
        "trailer": "https://www.youtube.com/embed/THd96gHV7Tg",
        "dia1": "Martes 16hs",
        "dia2": "Jueves 20hs",
        "dia3": "Viernes 16hs"
    }
    ,
    {
        "code": "A011",
        "title": "When Harry met Sally",
        "description": "La universitaria Sally Albright conoce a otro estudiante de su universidad llamado Harry Burns, por casualidad, cuando se ofrece a llevarle en su coche de Chicago a Nueva York. En el viaje ambos van hablando sobre la amistad entre hombres y mujeres. La conversación es una especie de “guerra de sexos”. La opinión de Harry es muy diferente a la de Sally, pues él cree que la amistad entre personas de diferente sexo es prácticamente imposible, mientras que Sally está convencida de lo contrario. La película salta a través del tiempo y de sus vidas.",
        "thumbnail": "https://es.web.img2.acsta.net/medias/nmedia/18/78/67/61/20420803.jpg",
        "gender": "Acción",
        "duration": "96 min",
        "actors": "Billy Crystal, Meg Ryan, Carrie Fisher.",
        "director": "Rob Reiner",
        "estreno": "SI",
        "access": "ATP",
        "trailer": "https://www.youtube.com/embed/vmSpCLefjnw",
        "dia1": "Martes 16hs",
        "dia2": "Jueves 20hs",
        "dia3": "Viernes 16hs"
    }
    ,
    {
        "code": "A012",
        "title": "ET el extraterrestre",
        "description": "Uno de los alienígenas que están recogiendo especies de plantas en la Tierra, pierde la nave espacial que debe llevarle a casa. Elliott le descubre, y se convierte en su mejor amigo. Pero ha de ayudarle a volver con los suyos, aunque le duela la separación.",
        "thumbnail": "https://pics.filmaffinity.com/E_T_el_extraterrestre-391240254-large.jpg",
        "gender": "Ciencia ficción.",
        "duration": "115 min",
        "actors": "Henry Thomas, Dee Wallace, Robert MacNaughton, Drew Barrymore.",
        "director": "Steven Spielberg",
        "estreno": "NO",
        "access": "ATP",
        "trailer": "https://www.youtube.com/embed/Q-V9o4Xq57g",
        "dia1": "",
        "dia2": "",
        "dia3": ""
    }
]